{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|endoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<|system|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<|user|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<|assistant|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<|im_start|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<|im_sep|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<|im_end|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "<think>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": "</think>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 9,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFD"
      },
      {
        "type": "StripAccents"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<|endoftext|>": 0,
      "<|system|>": 1,
      "<|user|>": 2,
      "<|assistant|>": 3,
      "<|im_start|>": 4,
      "<|im_sep|>": 5,
      "<|im_end|>": 6,
      "<think>": 7,
      "</think>": 8,
      "<pad>": 9,
      "<unk>": 10,
      "!": 11,
      "\"": 12,
      "#": 13,
      "$": 14,
      "%": 15,
      "&": 16,
      "'": 17,
      "(": 18,
      ")": 19,
      "*": 20,
      "+": 21,
      ",": 22,
      "-": 23,
      ".": 24,
      "/": 25,
      "0": 26,
      "1": 27,
      "2": 28,
      "3": 29,
      "4": 30,
      "5": 31,
      "6": 32,
      "7": 33,
      "8": 34,
      "9": 35,
      ":": 36,
      ";": 37,
      "<": 38,
      "=": 39,
      ">": 40,
      "?": 41,
      "@": 42,
      "A": 43,
      "B": 44,
      "C": 45,
      "D": 46,
      "E": 47,
      "F": 48,
      "G": 49,
      "H": 50,
      "I": 51,
      "J": 52,
      "K": 53,
      "L": 54,
      "M": 55,
      "N": 56,
      "O": 57,
      "P": 58,
      "Q": 59,
      "R": 60,
      "S": 61,
      "T": 62,
      "U": 63,
      "V": 64,
      "W": 65,
      "X": 66,
      "Y": 67,
      "Z": 68,
      "[": 69,
      "\\": 70,
      "]": 71,
      "^": 72,
      "_": 73,
      "`": 74,
      "a": 75,
      "b": 76,
      "c": 77,
      "d": 78,
      "e": 79,
      "f": 80,
      "g": 81,
      "h": 82,
      "i": 83,
      "j": 84,
      "k": 85,
      "l": 86,
      "m": 87,
      "n": 88,
      "o": 89,
      "p": 90,
      "q": 91,
      "r": 92,
      "s": 93,
      "t": 94,
      "u": 95,
      "v": 96,
      "w": 97,
      "x": 98,
      "y": 99,
      "z": 100,
      "{": 101,
      "|": 102,
      "}": 103,
      "~": 104,
      "¡": 105,
      "¢": 106,
      "£": 107,
      "¤": 108,
      "¥": 109,
      "¦": 110,
      "§": 111,
      "¨": 112,
      "©": 113,
      "ª": 114,
      "«": 115,
      "¬": 116,
      "®": 117,
      "¯": 118,
      "°": 119,
      "±": 120,
      "²": 121,
      "³": 122,
      "´": 123,
      "µ": 124,
      "¶": 125,
      "·": 126,
      "¸": 127,
      "¹": 128,
      "º": 129,
      "»": 130,
      "¼": 131,
      "½": 132,
      "¾": 133,
      "¿": 134,
      "Â": 135,
      "Ã": 136,
      "Ä": 137,
      "Å": 138,
      "Æ": 139,
      "Ç": 140,
      "È": 141,
      "É": 142,
      "Ê": 143,
      "Ë": 144,
      "Í": 145,
      "Î": 146,
      "Ï": 147,
      "Ð": 148,
      "Ñ": 149,
      "Ò": 150,
      "Ó": 151,
      "Ô": 152,
      "Õ": 153,
      "Ö": 154,
      "×": 155,
      "Ø": 156,
      "Ù": 157,
      "Ú": 158,
      "Û": 159,
      "Ü": 160,
      "Ý": 161,
      "Þ": 162,
      "ß": 163,
      "à": 164,
      "á": 165,
      "â": 166,
      "ã": 167,
      "ä": 168,
      "å": 169,
      "æ": 170,
      "ç": 171,
      "è": 172,
      "é": 173,
      "ê": 174,
      "í": 175,
      "î": 176,
      "ï": 177,
      "ð": 178,
      "ñ": 179,
      "ó": 180,
      "ô": 181,
      "Ā": 182,
      "ā": 183,
      "Ă": 184,
      "ă": 185,
      "Ą": 186,
      "ą": 187,
      "Ć": 188,
      "ć": 189,
      "Ĉ": 190,
      "ĉ": 191,
      "Ċ": 192,
      "Č": 193,
      "č": 194,
      "Ď": 195,
      "ď": 196,
      "Đ": 197,
      "đ": 198,
      "Ē": 199,
      "ē": 200,
      "Ĕ": 201,
      "ĕ": 202,
      "Ė": 203,
      "ė": 204,
      "Ę": 205,
      "ę": 206,
      "Ě": 207,
      "ě": 208,
      "Ĝ": 209,
      "ĝ": 210,
      "Ğ": 211,
      "ğ": 212,
      "Ġ": 213,
      "ġ": 214,
      "Ģ": 215,
      "ģ": 216,
      "Ĥ": 217,
      "ĥ": 218,
      "Ħ": 219,
      "ħ": 220,
      "Ĩ": 221,
      "ĩ": 222,
      "Ī": 223,
      "ī": 224,
      "Ĭ": 225,
      "ĭ": 226,
      "Į": 227,
      "į": 228,
      "İ": 229,
      "ı": 230,
      "Ĳ": 231,
      "ĳ": 232,
      "Ĵ": 233,
      "ĵ": 234,
      "Ķ": 235,
      "ķ": 236,
      "ĸ": 237,
      "Ĺ": 238,
      "ĺ": 239,
      "Ļ": 240,
      "ļ": 241,
      "Ľ": 242,
      "ľ": 243,
      "Ŀ": 244,
      "ŀ": 245,
      "Ł": 246,
      "ł": 247,
      "Ń": 248,
      "Ġt": 249,
      "he": 250,
      "in": 251,
      "Ġa": 252,
      "ĠĠ": 253,
      "on": 254,
      "er": 255,
      "Ġthe": 256,
      "re": 257,
      "at": 258,
      "Ġs": 259,
      "Ġo": 260,
      "en": 261,
      "is": 262,
      "Ġw": 263,
      "an": 264,
      "Ġc": 265,
      "or": 266,
      "ed": 267,
      "al": 268,
      "es": 269,
      "Ġf": 270,
      "it": 271,
      "Ġof": 272,
      "Ġan": 273,
      "Ġin": 274,
      "ar": 275,
      "Ġp": 276,
      "ion": 277,
      "Ġb": 278,
      "ing": 279,
      "as": 280,
      "ĠĠĠĠ": 281,
      "le": 282,
      "Ġand": 283,
      "ro": 284,
      "Ġto": 285,
      "ic": 286,
      "Ġd": 287,
      "Ġm": 288,
      "ent": 289,
      "ou": 290,
      "Ġh": 291,
      "ĠT": 292,
      "ct": 293,
      "Ġre": 294,
      "Ġ1": 295,
      "Ġe": 296,
      "il": 297,
      "ĠS": 298,
      "st": 299,
      "om": 300,
      "Ġn": 301,
      "ĠC": 302,
      "ĠA": 303,
      "et": 304,
      "Ġth": 305,
      "Ġis": 306,
      "am": 307,
      "el": 308,
      "Ġl": 309,
      "ol": 310,
      "ĠĠĠ": 311,
      "ra": 312,
      "ation": 313,
      "Ġfor": 314,
      "un": 315,
      "iv": 316,
      "ig": 317,
      "ut": 318,
      "ow": 319,
      "ch": 320,
      "ĠI": 321,
      "id": 322,
      "us": 323,
      "im": 324,
      "Ġ(": 325,
      "Ġ2": 326,
      "ur": 327,
      "Ġ\"": 328,
      "Ġon": 329,
      "ĠM": 330,
      "ot": 331,
      "ul": 332,
      "Ġg": 333,
      "ce": 334,
      "Ġst": 335,
      "ĠP": 336,
      "ly": 337,
      "ĊĠĠĠĠ": 338,
      "ir": 339,
      "ĠThe": 340,
      "ĠB": 341,
      "ĠH": 342,
      "Ġwas": 343,
      "um": 344,
      "if": 345,
      "ers": 346,
      "Ġ=": 347,
      "ad": 348,
      "Ġbe": 349,
      "em": 350,
      "Ġas": 351,
      "ĠD": 352,
      "Ġcon": 353,
      "ith": 354,
      "ay": 355,
      "se": 356,
      "her": 357,
      "and": 358,
      "Ġv": 359,
      "qu": 360,
      "ĠF": 361,
      "ĠR": 362,
      "ter": 363,
      "Ġwith": 364,
      "Ġthat": 365,
      "ate": 366,
      "Ġpro": 367,
      "Ġby": 368,
      "ge": 369,
      "ĠE": 370,
      "th": 371,
      "âĢ": 372,
      "ĠW": 373,
      "Ġwh": 374,
      "Ġal": 375,
      "ĠL": 376,
      "ri": 377,
      "ist": 378,
      "ĠN": 379,
      "Ġy": 380,
      "ction": 381,
      "ab": 382,
      "od": 383,
      "ver": 384,
      "ec": 385,
      "est": 386,
      "os": 387,
      "ĊĠĠĠ": 388,
      "igh": 389,
      "ain": 390,
      "00": 391,
      "Ġor": 392,
      "pp": 393,
      "ĠG": 394,
      "ine": 395,
      "Ġ19": 396,
      "Ġex": 397,
      "ity": 398,
      "Ġat": 399,
      "res": 400,
      "Ġit": 401,
      "ĠIn": 402,
      "rom": 403,
      "Ġhe": 404,
      "Ġcom": 405,
      "Ġare": 406,
      "ment": 407,
      "ck": 408,
      "ess": 409,
      "ve": 410,
      "ore": 411,
      "ber": 412,
      "end": 413,
      "'s": 414,
      "Ġus": 415,
      "ĠO": 416,
      "Ġr": 417,
      "Âł": 418,
      "oun": 419,
      "ak": 420,
      "ple": 421,
      "Ġfrom": 422,
      "ĠJ": 423,
      "ill": 424,
      "pt": 425,
      "our": 426,
      "ud": 427,
      "pl": 428,
      "art": 429,
      "Ġ3": 430,
      "Ġde": 431,
      "ies": 432,
      "Ġ\\": 433,
      "all": 434,
      "Ġwe": 435,
      "Ġ$": 436,
      "ich": 437,
      "ub": 438,
      "ue": 439,
      "ive": 440,
      "ight": 441,
      "ĠU": 442,
      "per": 443,
      "ew": 444,
      "Ġle": 445,
      "ort": 446,
      "ĊĠĠĠĠĠĠĠ": 447,
      "ant": 448,
      "ated": 449,
      "Ġse": 450,
      "ere": 451,
      "ame": 452,
      "oc": 453,
      "te": 454,
      "op": 455,
      "ld": 456,
      "ag": 457,
      "ĊĠĠĠĠĠĠĠĠ": 458,
      "ure": 459,
      "int": 460,
      "up": 461,
      "Ġ+": 462,
      "ard": 463,
      "Ġun": 464,
      "ther": 465,
      "ust": 466,
      "are": 467,
      "ial": 468,
      "Ġ20": 469,
      "ans": 470,
      "ult": 471,
      "ac": 472,
      "Ġch": 473,
      "ition": 474,
      "Ġwhe": 475,
      "Ġwhich": 476,
      "Ġhis": 477,
      "Ġ-": 478,
      "Ġnum": 479,
      "age": 480,
      "ĠK": 481,
      "low": 482,
      "Ġ{": 483,
      "ip": 484,
      "Ġpl": 485,
      "ect": 486,
      "ia": 487,
      "Ġif": 488,
      "ase": 489,
      "so": 490,
      "Ġthis": 491,
      "Ġ4": 492,
      "ry": 493,
      "ear": 494,
      "og": 495,
      "Ġsh": 496,
      "ug": 497,
      "ary": 498,
      "##": 499,
      "ong": 500,
      "orm": 501,
      "ide": 502,
      "``": 503,
      "ord": 504,
      "fer": 505,
      "Ġcont": 506,
      "Ġha": 507,
      "ents": 508,
      "ach": 509,
      "Ġnot": 510,
      "Ġsp": 511,
      "vel": 512,
      "ign": 513,
      "ĠSt": 514,
      "Ġk": 515,
      "erm": 516,
      "ire": 517,
      "ang": 518,
      "der": 519,
      "ast": 520,
      "Ġ5": 521,
      "du": 522,
      "ble": 523,
      "ost": 524,
      "ian": 525,
      "cl": 526,
      "wo": 527,
      "ical": 528,
      "ell": 529,
      "Ġwere": 530,
      "--": 531,
      "rit": 532,
      "Ġ201": 533,
      "Ġcan": 534,
      "ations": 535,
      "ome": 536,
      "âĢĵ": 537,
      "ap": 538,
      "iz": 539,
      "Ġres": 540,
      "Ġsu": 541,
      "unction": 542,
      "Ġhas": 543,
      "irst": 544,
      "out": 545,
      "Ġsc": 546,
      "urn": 547,
      "ind": 548,
      "ĠV": 549,
      "Ġx": 550,
      "ĠCh": 551,
      "Ġapp": 552,
      "ork": 553,
      "Ġad": 554,
      "ice": 555,
      "Ġtr": 556,
      "Ġint": 557,
      "ass": 558,
      "rac": 559,
      "ĠHe": 560,
      "ased": 561,
      "}{": 562,
      "Ġtwo": 563,
      "xt": 564,
      "Ġim": 565,
      "Ġro": 566,
      "Ġone": 567,
      "cc": 568,
      "av": 569,
      "form": 570,
      "ount": 571,
      "),": 572,
      "\",": 573,
      "Ġfirst": 574,
      "eg": 575,
      "Ġhave": 576,
      "ime": 577,
      "The": 578,
      "Ġtheir": 579,
      "Ġalso": 580,
      "ous": 581,
      "Ġ0": 582,
      "act": 583,
      "ond": 584,
      "ok": 585,
      "Ġpr": 586,
      "Ġ6": 587,
      "Ġar": 588,
      "//": 589,
      "ĠTh": 590,
      "ov": 591,
      "Ġcl": 592,
      "Ġ200": 593,
      "ĠIt": 594,
      "Ġfunction": 595,
      "Ġnumber": 596,
      "ish": 597,
      "Ġper": 598,
      "ence": 599,
      "ions": 600,
      "ally": 601,
      "Ġout": 602,
      "Ġ}": 603,
      "able": 604,
      "ater": 605,
      "ree": 606,
      "put": 607,
      "Ġret": 608,
      "ath": 609,
      "ens": 610,
      "Ġform": 611,
      "Ġstat": 612,
      "ru": 613,
      "ail": 614,
      "Ġab": 615,
      "ft": 616,
      ").": 617,
      "own": 618,
      "ff": 619,
      "Ġequ": 620,
      "Ġyou": 621,
      "frac": 622,
      "ance": 623,
      "Ġ18": 624,
      "dition": 625,
      ");": 626,
      "Ġits": 627,
      "Ġval": 628,
      "ep": 629,
      "ace": 630,
      "ric": 631,
      "ons": 632,
      "$$": 633,
      "ould": 634,
      "Ġ`": 635,
      "fter": 636,
      "ack": 637,
      "clud": 638,
      "Ġthen": 639,
      "Ġwho": 640,
      "ari": 641,
      "Ġhad": 642,
      "Ġte": 643,
      "ile": 644,
      "Ġpart": 645,
      "Ġrec": 646,
      "ren": 647,
      "les": 648,
      "Ġj": 649,
      "ie": 650,
      "ĠAn": 651,
      "ĊĠĠĠĠĠĠĠĠĠĠĠ": 652,
      "Ġdif": 653,
      "Ġup": 654,
      "oint": 655,
      "ph": 656,
      "Ġall": 657,
      "und": 658,
      "we": 659,
      "ĠUn": 660,
      "Ġhand": 661,
      "Ġother": 662,
      "ĊĠ": 663,
      "Ġbut": 664,
      "Ġqu": 665,
      "ĠĠĠĠĠĠĠĠ": 666,
      "hed": 667,
      "Ġrel": 668,
      "Ġdis": 669,
      "Ġcomp": 670,
      "any": 671,
      "ates": 672,
      "Ġreturn": 673,
      "pe": 674,
      "ik": 675,
      "Ġdiffer": 676,
      "..": 677,
      "ors": 678,
      "Ġne": 679,
      "Ġ//": 680,
      "(\"": 681,
      "Ġinclud": 682,
      "ress": 683,
      "ugh": 684,
      "Ġ7": 685,
      "Ġser": 686,
      ".\"": 687,
      "ound": 688,
      "ample": 689,
      "cho": 690,
      "als": 691,
      "ments": 692,
      "ision": 693,
      "Ġyour": 694,
      "heck": 695,
      "__": 696,
      "Ġme": 697,
      "port": 698,
      "Ġen": 699,
      "ne": 700,
      "Ġyear": 701,
      "cul": 702,
      "ose": 703,
      "ĠY": 704,
      "Ġdec": 705,
      "ational": 706,
      "ĠAl": 707,
      "ĠPro": 708,
      "ely": 709,
      "Ġthey": 710,
      "oss": 711,
      "Ġwork": 712,
      "Ġ8": 713,
      "mer": 714,
      "In": 715,
      "oth": 716,
      "Ġeach": 717,
      "Ġbec": 718,
      "over": 719,
      "Ġ'": 720,
      "Ġwill": 721,
      "ake": 722,
      "ild": 723,
      "Ġag": 724,
      "Ċĉ": 725,
      "ene": 726,
      "ility": 727,
      "Ġtra": 728,
      "ating": 729,
      "Ġdo": 730,
      "Ġinto": 731,
      "```": 732,
      "gh": 733,
      "one": 734,
      "Ġ&": 735,
      "ĠâĢĵ": 736,
      "Ġpre": 737,
      "ory": 738,
      "Ġdifferent": 739,
      "old": 740,
      "Ġher": 741,
      "ied": 742,
      "ram": 743,
      "ark": 744,
      "ite": 745,
      "ubl": 746,
      "Ġso": 747,
      "Ġbet": 748,
      "Ġwhen": 749,
      "alcul": 750,
      "Ġ9": 751,
      "Ġstatem": 752,
      "Ġcomm": 753,
      "ollow": 754,
      "bers": 755,
      "wn": 756,
      "tern": 757,
      "ution": 758,
      "uring": 759,
      "Ġ10": 760,
      "Ġbased": 761,
      "ring": 762,
      "ode": 763,
      "Ġev": 764,
      "Ġplay": 765,
      "ood": 766,
      "Ġover": 767,
      "Ġra": 768,
      "Ġcons": 769,
      "\".": 770,
      "Ġind": 771,
      "Ġuse": 772,
      "Ġdes": 773,
      "ĠEn": 774,
      "omm": 775,
      "Ġbeen": 776,
      "ough": 777,
      "ts": 778,
      "Ġnew": 779,
      "Ġtime": 780,
      "Ġafter": 781,
      "ced": 782,
      "ween": 783,
      "Ġdef": 784,
      "rol": 785,
      "Ġmore": 786,
      "land": 787,
      "Ġ<": 788,
      "ib": 789,
      "Ġ#": 790,
      "âĢĻ": 791,
      "Ġsome": 792,
      "ys": 793,
      "Ġdet": 794,
      "ative": 795,
      "âĪ": 796,
      "Ġkn": 797,
      "ember": 798,
      "Ġthere": 799,
      "Ġexp": 800,
      "Ġel": 801,
      "Ġthan": 802,
      "orn": 803,
      "Ġsec": 804,
      "Ġtrans": 805,
      "ĠThis": 806,
      "ook": 807,
      "ays": 808,
      "Ġfollow": 809,
      "ĠDe": 810,
      "Ġbetween": 811,
      "fore": 812,
      "amp": 813,
      "ics": 814,
      "Ġ$$": 815,
      "rough": 816,
      "Ġvari": 817,
      "hip": 818,
      "ĠEx": 819,
      "cri": 820,
      "ÂłÂł": 821,
      "ash": 822,
      "iss": 823,
      "ni": 824,
      "----": 825,
      "Ġwhere": 826,
      "âĢ¢": 827,
      "Ġstud": 828,
      "cy": 829,
      "yg": 830,
      "Ġhow": 831,
      "iven": 832,
      "Ġvalue": 833,
      "Ġpoint": 834,
      "aw": 835,
      "ular": 836,
      "Ġsub": 837,
      "ĠAs": 838,
      "Ġset": 839,
      "me": 840,
      "Ġsy": 841,
      "Ġprodu": 842,
      "Ġcol": 843,
      "ces": 844,
      "Ġend": 845,
      "pr": 846,
      "lect": 847,
      "use": 848,
      "Ġunder": 849,
      "wit": 850,
      "Ġany": 851,
      "ited": 852,
      "ible": 853,
      "ĠAr": 854,
      "eth": 855,
      "chool": 856,
      "Ġreg": 857,
      "ctions": 858,
      "inal": 859,
      "Ġ199": 860,
      "ont": 861,
      "resent": 862,
      "ise": 863,
      "Ġco": 864,
      "Ġprov": 865,
      "Ġcondition": 866,
      "ade": 867,
      "its": 868,
      "Ġresult": 869,
      "ince": 870,
      "Ġgro": 871,
      "Ġline": 872,
      "ues": 873,
      "Ġthree": 874,
      "ĠIf": 875,
      "Ġsol": 876,
      "Ġoff": 877,
      "vi": 878,
      "aking": 879,
      "Ġmat": 880,
      "ata": 881,
      "right": 882,
      "Ġinter": 883,
      "Ġspec": 884,
      "hes": 885,
      "ason": 886,
      "Ġabout": 887,
      "Ġonly": 888,
      "Ġloc": 889,
      "ick": 890,
      "Ġdist": 891,
      "Ġsuch": 892,
      "}}": 893,
      "ygi": 894,
      "ĊĠĠĠĠĠ": 895,
      "{\\": 896,
      "lo": 897,
      "Ġcall": 898,
      "red": 899,
      "ward": 900,
      "ines": 901,
      "Ġshe": 902,
      "Ġuser": 903,
      "Ġused": 904,
      "ery": 905,
      "imes": 906,
      "ient": 907,
      "Ġ12": 908,
      "Ġinput": 909,
      "Ġthem": 910,
      "ract": 911,
      "ygiene": 912,
      "inn": 913,
      "ĠĠĠĠĠĠĠ": 914,
      "gan": 915,
      "Ġacc": 916,
      "Ġwould": 917,
      "Ġappro": 918,
      "witch": 919,
      "ved": 920,
      "Ġdiv": 921,
      "Ġcontrol": 922,
      "Ġno": 923,
      "Ġent": 924,
      "Ġthrough": 925,
      "Ġass": 926,
      "ific": 927,
      "io": 928,
      "Ġwell": 929,
      "Ġrem": 930,
      "ings": 931,
      "Ġact": 932,
      "ĠQ": 933,
      "Ġgra": 934,
      "Ġatt": 935,
      "ĠOn": 936,
      "ert": 937,
      "ities": 938,
      "ject": 939,
      "10": 940,
      "Ġinv": 941,
      "Ġinc": 942,
      "ener": 943,
      "hen": 944,
      "Ġrep": 945,
      "\")": 946,
      "ivers": 947,
      "Ġtri": 948,
      "else": 949,
      "ax": 950,
      "stem": 951,
      "ublic": 952,
      "Ġpol": 953,
      "air": 954,
      "Ġlevel": 955,
      "ĠSe": 956,
      "ran": 957,
      "ily": 958,
      "ike": 959,
      "Ġfind": 960,
      "eng": 961,
      "Ġelse": 962,
      "ĠMar": 963,
      "ex": 964,
      "Ġboth": 965,
      "blem": 966,
      "plement": 967,
      "Ġflow": 968,
      "Ġagain": 969,
      "ual": 970,
      "ty": 971,
      "19": 972,
      "Ġget": 973,
      "outh": 974,
      "Ġhigh": 975,
      "ability": 976,
      "Ġwrit": 977,
      "Ġsim": 978,
      "20": 979,
      "Ġstatements": 980,
      "Ġgiven": 981,
      "Ġsecond": 982,
      "Ġyears": 983,
      "Ġswitch": 984,
      "Ġbu": 985,
      "ĠNew": 986,
      "ident": 987,
      "ĊĊĠĠĠ": 988,
      "ral": 989,
      "lean": 990,
      "oy": 991,
      "erson": 992,
      "ten": 993,
      "^{": 994,
      "Ġcheck": 995,
      "ict": 996,
      "text": 997,
      "Ġcalcul": 998,
      "ĠCon": 999,
      "Ġear": 1000,
      "ĠLe": 1001,
      "Ġcent": 1002,
      "Ġfe": 1003,
      "Ġ|": 1004,
      "ĠHere": 1005,
      "reme": 1006,
      "Ġ[": 1007,
      "Ġexpl": 1008,
      "ĠWh": 1009,
      "Ġcur": 1010,
      "Ġconst": 1011,
      "aining": 1012,
      "()": 1013,
      "Ġsame": 1014,
      "Ġmod": 1015,
      "Ġmin": 1016,
      "case": 1017,
      "Ġmain": 1018,
      "ĠSh": 1019,
      "Ġnumbers": 1020,
      "ob": 1021,
      "Ġmult": 1022,
      "Ġduring": 1023,
      "ove": 1024,
      "meric": 1025,
      "left": 1026,
      "Ġob": 1027,
      "Ġthese": 1028,
      "ix": 1029,
      "cept": 1030,
      "ilm": 1031,
      "ey": 1032,
      "eo": 1033,
      "Ġam": 1034,
      "fess": 1035,
      "ider": 1036,
      "de": 1037,
      "Ġ198": 1038,
      "Ġmost": 1039,
      "Ġwhether": 1040,
      "oh": 1041,
      "orld": 1042,
      "}\\": 1043,
      "ĠWe": 1044,
      "reat": 1045,
      "Ġarea": 1046,
      "ĠEng": 1047,
      "000": 1048,
      "Ġfound": 1049,
      "Ġfact": 1050,
      "ished": 1051,
      "ann": 1052,
      "play": 1053,
      "Ġhim": 1054,
      "Ġext": 1055,
      "Ġ15": 1056,
      "oot": 1057,
      "Ġhandle": 1058,
      "Ġterm": 1059,
      "ĠFor": 1060,
      "orth": 1061,
      "ined": 1062,
      "Ġmany": 1063,
      "Ġneed": 1064,
      "iel": 1065,
      "Ġ.": 1066,
      "Ġ:": 1067,
      "ER": 1068,
      "ather": 1069,
      "Ġcode": 1070,
      "Ġprog": 1071,
      "}$": 1072,
      "the": 1073,
      "ermine": 1074,
      "ator": 1075,
      "Ġadd": 1076,
      "ower": 1077,
      "Ġprint": 1078,
      "ired": 1079,
      "ah": 1080,
      "Ġposs": 1081,
      "ĠĊĠĠĠ": 1082,
      "ĠTr": 1083,
      "ppet": 1084,
      "ange": 1085,
      "irc": 1086,
      "Ġmay": 1087,
      "ton": 1088,
      "ature": 1089,
      "ins": 1090,
      "aren": 1091,
      "other": 1092,
      "ases": 1093,
      "ĠAmeric": 1094,
      "Ġinst": 1095,
      "Ġresp": 1096,
      "ale": 1097,
      "rent": 1098,
      "###": 1099,
      "nippet": 1100,
      "Ġmade": 1101,
      "Ġperform": 1102,
      "velop": 1103,
      "Ġrequ": 1104,
      "Ġsnippet": 1105,
      "arg": 1106,
      "Ġfl": 1107,
      "ures": 1108,
      "ause": 1109,
      "ever": 1110,
      "olog": 1111,
      "ute": 1112,
      "Ġfollowing": 1113,
      "Ġcount": 1114,
      "ouse": 1115,
      "ank": 1116,
      "Ġcalled": 1117,
      "Ġteam": 1118,
      "Ġusing": 1119,
      "Ġmed": 1120,
      "Ġfour": 1121,
      "estion": 1122,
      "ĠâĢ": 1123,
      "Ġcase": 1124,
      "Ġfam": 1125,
      "Ġac": 1126,
      "Ġequation": 1127,
      "Ġname": 1128,
      "Ġgo": 1129,
      "ides": 1130,
      "Ġcre": 1131,
      "ving": 1132,
      "way": 1133,
      "cript": 1134,
      "ĠHow": 1135,
      "Ġpar": 1136,
      "align": 1137,
      "Ġ197": 1138,
      "Ġbo": 1139,
      "tal": 1140,
      "Ġman": 1141,
      "ier": 1142,
      "Ġpop": 1143,
      "12": 1144,
      "Ġbefore": 1145,
      "Ġrele": 1146,
      "Ġdep": 1147,
      "Ġ16": 1148,
      "line": 1149,
      "ock": 1150,
      "oci": 1151,
      "Ġrun": 1152,
      "Ġty": 1153,
      "Ġwhile": 1154,
      "ĠCl": 1155,
      "af": 1156,
      "ll": 1157,
      "Ġshow": 1158,
      "ted": 1159,
      "ames": 1160,
      "AT": 1161,
      "por": 1162,
      "Ġfilm": 1163,
      "val": 1164,
      "sw": 1165,
      "ting": 1166,
      "ĠRe": 1167,
      "Ġcomple": 1168,
      "Ġimplement": 1169,
      "ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 1170,
      "iversity": 1171,
      "Ġstart": 1172,
      "Ġproblem": 1173,
      "Ġdire": 1174,
      "ided": 1175,
      "Ġprogram": 1176,
      "ss": 1177,
      "Ġknown": 1178,
      "ĠSc": 1179,
      "Ġang": 1180,
      "fession": 1181,
      "ĊĠĠĠĠĊĠĠĠ": 1182,
      "Ġrecord": 1183,
      "angle": 1184,
      "uc": 1185,
      "Ġ>": 1186,
      "Ġbeing": 1187,
      "cess": 1188,
      "Ġ17": 1189,
      "ĠShe": 1190,
      "Ġcomments": 1191,
      "ĠCol": 1192,
      "ruct": 1193,
      "led": 1194,
      "to": 1195,
      "round": 1196,
      "eople": 1197,
      "ety": 1198,
      "Ġsqu": 1199,
      "Ġlater": 1200,
      "ement": 1201,
      "Ġscore": 1202,
      "Ġsign": 1203,
      "Ġ==": 1204,
      "sh": 1205,
      "aj": 1206,
      "Ġele": 1207,
      "ĠZ": 1208,
      "Ġsur": 1209,
      "ield": 1210,
      "ek": 1211,
      "Ġbel": 1212,
      "ĠâĪ": 1213,
      "Ġed": 1214,
      "sole": 1215,
      "ived": 1216,
      "Ġ*": 1217,
      "alth": 1218,
      "ln": 1219,
      "Ġschool": 1220,
      "Th": 1221,
      "overn": 1222,
      "Ġsm": 1223,
      "Ġoper": 1224,
      "Ġgroup": 1225,
      "Ġ196": 1226,
      "az": 1227,
      "ĠInd": 1228,
      "Ġpossible": 1229,
      "man": 1230,
      "ists": 1231,
      "Ġsupp": 1232,
      "row": 1233,
      "Ġage": 1234,
      "ĠAd": 1235,
      "Ġorig": 1236,
      "ĠSp": 1237,
      "uch": 1238,
      "ÃĹ": 1239,
      "____": 1240,
      "ives": 1241,
      "Ex": 1242,
      "mat": 1243,
      "essage": 1244,
      "olution": 1245,
      "Ġpos": 1246,
      "Ġlike": 1247,
      "Ġincluding": 1248,
      "run": 1249,
      "ĊĊ": 1250,
      "ula": 1251,
      "cent": 1252,
      "ball": 1253,
      "Ġgener": 1254,
      "Ġwhat": 1255,
      "til": 1256,
      "sp": 1257,
      "Ġ$\\": 1258,
      "com": 1259,
      "ize": 1260,
      "Ġtotal": 1261,
      "Ġcor": 1262,
      "Ġhel": 1263,
      "Ġseason": 1264,
      "Ġright": 1265,
      "Ġmov": 1266,
      "ality": 1267,
      "ĠUnited": 1268,
      "ethod": 1269,
      "ices": 1270,
      "Ġsystem": 1271,
      "Ġmon": 1272,
      "Ġbecame": 1273,
      "Ġ11": 1274,
      "arn": 1275,
      "ful": 1276,
      "rib": 1277,
      "ared": 1278,
      "ĠAt": 1279,
      "pro": 1280,
      "elf": 1281,
      "Ġlog": 1282,
      "ife": 1283,
      "ury": 1284,
      "ars": 1285,
      "ling": 1286,
      "ĠUniversity": 1287,
      "Ġexample": 1288,
      "tr": 1289,
      "Ġpeople": 1290,
      "inally": 1291,
      "Ġsing": 1292,
      "tle": 1293,
      "pen": 1294,
      "Ġem": 1295,
      "Ġlet": 1296,
      "Ġcurrent": 1297,
      "iver": 1298,
      "ĠPr": 1299,
      "Ġph": 1300,
      "Ġart": 1301,
      "Ġpat": 1302,
      "Ġrepresent": 1303,
      "alys": 1304,
      "iam": 1305,
      "Ġfra": 1306,
      "beg": 1307,
      "Ġlow": 1308,
      "ern": 1309,
      "ength": 1310,
      "rite": 1311,
      "ized": 1312,
      "Ġest": 1313,
      "Ġagainst": 1314,
      "Ġuntil": 1315,
      "son": 1316,
      "Ġpublic": 1317,
      "ven": 1318,
      "con": 1319,
      "ink": 1320,
      "formation": 1321,
      "Ġlong": 1322,
      "rict": 1323,
      "Ġpass": 1324,
      "ument": 1325,
      "alysis": 1326,
      "Ġsever": 1327,
      "Ġ14": 1328,
      "Ġcare": 1329,
      "ober": 1330,
      "ask": 1331,
      "Ġlead": 1332,
      "ants": 1333,
      "Ġorder": 1334,
      "Ġ13": 1335,
      "ify": 1336,
      "ave": 1337,
      "ĠCom": 1338,
      "ray": 1339,
      "_{": 1340,
      "Ġsum": 1341,
      "18": 1342,
      "Ġmulti": 1343,
      "}$$": 1344,
      "ĠAmerican": 1345,
      "eter": 1346,
      "ually": 1347,
      "ets": 1348,
      "ains": 1349,
      "50": 1350,
      "Ġ194": 1351,
      "Ġexper": 1352,
      "date": 1353,
      "bum": 1354,
      "ohn": 1355,
      "Ġconditions": 1356,
      "Ġcontin": 1357,
      "ĠAfter": 1358,
      "Ġown": 1359,
      "ĠHigh": 1360,
      "Ġz": 1361,
      "erv": 1362,
      "Ġprom": 1363,
      "begin": 1364,
      "Ġhygiene": 1365,
      "ĠThere": 1366,
      "ural": 1367,
      "akes": 1368,
      "Ġmessage": 1369,
      "Ġ,": 1370,
      "ull": 1371,
      "ained": 1372,
      "*}": 1373,
      "yn": 1374,
      "ommend": 1375,
      "Ġproper": 1376,
      "Ġhelp": 1377,
      "vent": 1378,
      "sq": 1379,
      "teg": 1380,
      "ulation": 1381,
      "ium": 1382,
      "Ġ<<": 1383,
      "Ġclass": 1384,
      "Ġside": 1385,
      "Ġdisc": 1386,
      "ĠJul": 1387,
      "Ġdata": 1388,
      "usic": 1389,
      "ĠQu": 1390,
      "ctor": 1391,
      "Ġseries": 1392,
      "St": 1393,
      "get": 1394,
      "uss": 1395,
      "ird": 1396,
      "Ġvalues": 1397,
      "xtreme": 1398,
      "ineer": 1399,
      "Ġour": 1400,
      "Ġbl": 1401,
      "Ġperson": 1402,
      "ĠIs": 1403,
      "Ġback": 1404,
      "urch": 1405,
      "arri": 1406,
      "Ġcould": 1407,
      "Ġever": 1408,
      "ĠComm": 1409,
      "Ġinclude": 1410,
      "Ġaddition": 1411,
      "swer": 1412,
      "Ġequal": 1413,
      "ule": 1414,
      "yle": 1415,
      "ina": 1416,
      "ron": 1417,
      "med": 1418,
      "aid": 1419,
      "que": 1420,
      "ism": 1421,
      "Ġdevelop": 1422,
      "side": 1423,
      "Ġsample": 1424,
      "omet": 1425,
      "ency": 1426,
      "Ġserv": 1427,
      "une": 1428,
      "Ġprocess": 1429,
      "Ġbre": 1430,
      "Ġsl": 1431,
      "ending": 1432,
      "omin": 1433,
      "Ġproduct": 1434,
      "Ġdetermine": 1435,
      "Ġalbum": 1436,
      "Ġmake": 1437,
      "ĠÂł": 1438,
      "enn": 1439,
      "Ġ/": 1440,
      "Ġsmall": 1441,
      "Ġalong": 1442,
      "ified": 1443,
      "Ġsince": 1444,
      "ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 1445,
      "iness": 1446,
      "orpor": 1447,
      "Ġtrue": 1448,
      "ley": 1449,
      "Ġ30": 1450,
      "Ġcases": 1451,
      "RE": 1452,
      "Ġplace": 1453,
      "Ġexpress": 1454,
      "ĠCheck": 1455,
      "Ġchar": 1456,
      "ane": 1457,
      "Ġ100": 1458,
      "ccess": 1459,
      "ross": 1460,
      "ior": 1461,
      "els": 1462,
      "Ġdecision": 1463,
      "Ġ$$\\": 1464,
      "Ġleft": 1465,
      "amed": 1466,
      "ret": 1467,
      "log": 1468,
      "Ġfamily": 1469,
      "Ġjust": 1470,
      "ĠMay": 1471,
      "Ġstudents": 1472,
      "15": 1473,
      "ĠSy": 1474,
      "25": 1475,
      "Ġinf": 1476,
      "ĠDry": 1477,
      "Ġrece": 1478,
      "Ġbro": 1479,
      "ness": 1480,
      "eb": 1481,
      "ically": 1482,
      "rt": 1483,
      "Ġbecause": 1484,
      "Ġfin": 1485,
      "Ġbuild": 1486,
      "Ġi": 1487,
      "Ġ25": 1488,
      "Ġstatement": 1489,
      "Ġlist": 1490,
      "paren": 1491,
      "IN": 1492,
      "Ġknow": 1493,
      "--------": 1494,
      "ĠCount": 1495,
      "Ġmethod": 1496,
      "Ġpoints": 1497,
      "Ġeng": 1498,
      "Ġpartic": 1499,
      "ĠJohn": 1500,
      "ages": 1501,
      "Ġconsider": 1502,
      "anc": 1503,
      "ague": 1504,
      "Ġmem": 1505,
      "by": 1506,
      "Ġdesign": 1507,
      "inc": 1508,
      "err": 1509,
      "Ġwithin": 1510,
      "sc": 1511,
      "Ġindic": 1512,
      "Ġexplaining": 1513,
      "isplay": 1514,
      "Ġocc": 1515,
      "ĠStates": 1516,
      "17": 1517,
      "Ġav": 1518,
      "ÂłÂłÂłÂł": 1519,
      "ĠPl": 1520,
      "osed": 1521,
      "crib": 1522,
      "Ġseveral": 1523,
      "uth": 1524,
      "ote": 1525,
      "16": 1526,
      "rand": 1527,
      "Ġformula": 1528,
      "Ġanother": 1529,
      "Ġ```": 1530,
      "Ġgraph": 1531,
      "Ġdid": 1532,
      "...": 1533,
      "Ġpriv": 1534,
      "Ġplayed": 1535,
      "Ġmet": 1536,
      "Ġchild": 1537,
      "ially": 1538,
      "itive": 1539,
      "Ġwater": 1540,
      "An": 1541,
      "Ġhist": 1542,
      "Ġrelated": 1543,
      "Ġwon": 1544,
      "Ġgovern": 1545,
      "anu": 1546,
      "Ġenter": 1547,
      "Ġdown": 1548,
      "Ġcommon": 1549,
      "Ġnow": 1550,
      "Ġeff": 1551,
      "iability": 1552,
      "acy": 1553,
      "ization": 1554,
      "ĠWorld": 1555,
      "ording": 1556,
      "::": 1557,
      "view": 1558,
      "ately": 1559,
      "read": 1560,
      "Ġgu": 1561,
      "alse": 1562,
      "ival": 1563,
      "We": 1564,
      "rat": 1565,
      "uro": 1566,
      "Ġreleased": 1567,
      "Ġcity": 1568,
      "arm": 1569,
      "Ġopen": 1570,
      "name": 1571,
      "Ġlength": 1572,
      "Ġtem": 1573,
      "ĠTo": 1574,
      "ĠÃĹ": 1575,
      "Ġca": 1576,
      "Ġtop": 1577,
      "Ġrecommend": 1578,
      "Ġstep": 1579,
      "Ġ)": 1580,
      "ĠSchool": 1581,
      "lected": 1582,
      "Ġsong": 1583,
      "ta": 1584,
      "Ġday": 1585,
      "Ġless": 1586,
      "ured": 1587,
      "Ġsquare": 1588,
      "11": 1589,
      "Ġinteg": 1590,
      "requ": 1591,
      "Ġstate": 1592,
      "Ġtimes": 1593,
      "par": 1594,
      "Ġdoes": 1595,
      "Ġann": 1596,
      "Ġlast": 1597,
      "ĠNational": 1598,
      "rid": 1599,
      "ples": 1600,
      "ission": 1601,
      "verage": 1602,
      "Ġfinal": 1603,
      "Ġorgan": 1604,
      "âĢĿ": 1605,
      "ister": 1606,
      "Ġstand": 1607,
      "Ġimplementation": 1608,
      "sqrt": 1609,
      "iving": 1610,
      "ables": 1611,
      "$\\": 1612,
      "Ġ24": 1613,
      "ĠThey": 1614,
      "Ġtake": 1615,
      "parency": 1616,
      "ĠPh": 1617,
      "Ġclean": 1618,
      "ke": 1619,
      "ĠAust": 1620,
      "Ġ193": 1621,
      "Ġinformation": 1622,
      "pri": 1623,
      "lear": 1624,
      "arch": 1625,
      "Ġgame": 1626,
      "ĠOr": 1627,
      "Ġdra": 1628,
      "Ġabove": 1629,
      "Ġpopulation": 1630,
      "Write": 1631,
      "Ġ195": 1632,
      "stit": 1633,
      "ĠX": 1634,
      "Ġbook": 1635,
      "Ġincre": 1636,
      "ised": 1637,
      "Ġcirc": 1638,
      "Ġgre": 1639,
      "oid": 1640,
      "of": 1641,
      "ĠTe": 1642,
      "ively": 1643,
      "))": 1644,
      "',": 1645,
      "ĠInc": 1646,
      "Ġbeh": 1647,
      "ital": 1648,
      "ajor": 1649,
      "ĠGerm": 1650,
      "Â°": 1651,
      "=\\": 1652,
      "Ġhead": 1653,
      "raph": 1654,
      "Ġfoot": 1655,
      "Ġrad": 1656,
      "Ġsym": 1657,
      "ĠĊ": 1658,
      "ĠCan": 1659,
      "ĠBrit": 1660,
      "ĠDef": 1661,
      "Ġevery": 1662,
      "LE": 1663,
      "Ġdr": 1664,
      "ugust": 1665,
      "Ġstring": 1666,
      "min": 1667,
      "vers": 1668,
      "Ġallow": 1669,
      "Ġway": 1670,
      "ĠTrans": 1671,
      "my": 1672,
      "Ġsupport": 1673,
      "Ġimport": 1674,
      "Ġwritten": 1675,
      "ication": 1676,
      "arge": 1677,
      "ales": 1678,
      "ining": 1679,
      "ps": 1680,
      "lish": 1681,
      "ĠAll": 1682,
      "Ġcalculate": 1683,
      "esp": 1684,
      "ush": 1685,
      "ĠNov": 1686,
      "Ġearly": 1687,
      "14": 1688,
      "ope": 1689,
      "):": 1690,
      "ience": 1691,
      "Ġhome": 1692,
      "ected": 1693,
      "Ġmeas": 1694,
      "Ġmark": 1695,
      "rix": 1696,
      "ptember": 1697,
      "ĠHowever": 1698,
      "utions": 1699,
      "anuary": 1700,
      "Ġsuccess": 1701,
      "Ġden": 1702,
      "Ġvarious": 1703,
      "Ġhouse": 1704,
      "Ġtown": 1705,
      "Ġanswer": 1706,
      "ĠMarch": 1707,
      "ai": 1708,
      "day": 1709,
      "ently": 1710,
      "ĠAugust": 1711,
      "Ġstr": 1712,
      "ĠHis": 1713,
      "}^{": 1714,
      "Ġread": 1715,
      "Ġtech": 1716,
      "isk": 1717,
      "Ġmusic": 1718,
      "Ġdi": 1719,
      "ĠSouth": 1720,
      "ilt": 1721,
      "Ġnear": 1722,
      "let": 1723,
      "ĠBe": 1724,
      "Ġthose": 1725,
      "ĠOct": 1726,
      "lege": 1727,
      "ology": 1728,
      "ero": 1729,
      "ĠCons": 1730,
      "ards": 1731,
      "13": 1732,
      "ON": 1733,
      "ĠAss": 1734,
      "ued": 1735,
      "Ġappear": 1736,
      "ĠâĢľ": 1737,
      "Ġpresent": 1738,
      "Ġeven": 1739,
      "This": 1740,
      "ript": 1741,
      "ze": 1742,
      "ĠJune": 1743,
      "ĠCent": 1744,
      "ĠSeptember": 1745,
      "ĠCalcul": 1746,
      "Ġsee": 1747,
      "Ġcour": 1748,
      "Ġscript": 1749,
      "ĠJanuary": 1750,
      "Ġevent": 1751,
      "Ġaround": 1752,
      "Ġpres": 1753,
      "ĠYork": 1754,
      "Ġrest": 1755,
      "ots": 1756,
      "ffic": 1757,
      "ilar": 1758,
      "au": 1759,
      "Ġvis": 1760,
      "math": 1761,
      "omen": 1762,
      "Ġtriangle": 1763,
      "Ġsingle": 1764,
      "ĠWar": 1765,
      "Ġold": 1766,
      "pril": 1767,
      "erg": 1768,
      "Ġconf": 1769,
      "Ġland": 1770,
      "Ġpower": 1771,
      "ĠWhat": 1772,
      "vious": 1773,
      "Ġsides": 1774,
      "Ġbegan": 1775,
      "Ġdirect": 1776,
      "Ġtype": 1777,
      "ĠGe": 1778,
      "Ġoffic": 1779,
      "Ġdescrib": 1780,
      "ibility": 1781,
      "rist": 1782,
      "ĠOctober": 1783,
      "bo": 1784,
      "Ġfive": 1785,
      "Ġappropri": 1786,
      "ead": 1787,
      "mber": 1788,
      "iply": 1789,
      "ternational": 1790,
      "\";": 1791,
      "Ġlook": 1792,
      "ĠBl": 1793,
      "ĠJuly": 1794,
      "Ġstruct": 1795,
      "Ġprob": 1796,
      "hest": 1797,
      "ental": 1798,
      "ĠDec": 1799,
      "ailed": 1800,
      "ĠPar": 1801,
      "ional": 1802,
      "Ġaverage": 1803,
      "Ġformer": 1804,
      "ither": 1805,
      "ampions": 1806,
      "'t": 1807,
      "ĠCar": 1808,
      "Ġlocated": 1809,
      "Ġadv": 1810,
      "isc": 1811,
      "ĠApril": 1812,
      "duct": 1813,
      "ĠPol": 1814,
      "Ġvi": 1815,
      "Ġcommun": 1816,
      "Ġcrit": 1817,
      "Ġopp": 1818,
      "Ġlocal": 1819,
      "ĠAnd": 1820,
      "aces": 1821,
      "Ġvery": 1822,
      "En": 1823,
      "ocial": 1824,
      "ination": 1825,
      "print": 1826,
      "Ġsk": 1827,
      "Ġref": 1828,
      "ym": 1829,
      "ii": 1830,
      "Ġnamed": 1831,
      "Ġcar": 1832,
      "Ġtit": 1833,
      "wards": 1834,
      "ĠDet": 1835,
      "Ġhealth": 1836,
      "Ġbeg": 1837,
      "ĠCounty": 1838,
      "Ġappropriate": 1839,
      "ious": 1840,
      "ĠĊĠĠĠĠĠĠĠ": 1841,
      "Ġnext": 1842,
      "Ġprovide": 1843,
      "ouble": 1844,
      "ended": 1845,
      "imal": 1846,
      "cember": 1847,
      "Ġpubl": 1848,
      "ĠEuro": 1849,
      "Ġpost": 1850,
      "Ġlarg": 1851,
      "yl": 1852,
      "Ġdry": 1853,
      "ĠUse": 1854,
      "yth": 1855,
      "ĠSte": 1856,
      "ĠSo": 1857,
      "Ġdue": 1858,
      "aced": 1859,
      "Ġ&&": 1860,
      "Ġpract": 1861,
      "yp": 1862,
      "resp": 1863,
      "Ġneg": 1864,
      "afety": 1865,
      "Ġmatch": 1866,
      "oman": 1867,
      "ĠNovember": 1868,
      "NT": 1869,
      "ences": 1870,
      "hemat": 1871,
      "Ġlogic": 1872,
      "ÏĢ": 1873,
      "Ġtook": 1874,
      "Ġjo": 1875,
      "ugg": 1876,
      "Ġmonth": 1877,
      "ĠCo": 1878,
      "Ġmust": 1879,
      "Ġangle": 1880,
      "Ġthird": 1881,
      "Ġrelations": 1882,
      "Ġoriginal": 1883,
      "ES": 1884,
      "Ġ\\\\": 1885,
      "Ġbreak": 1886,
      "Ġshould": 1887,
      "Ġdeg": 1888,
      "Ġcompet": 1889,
      "Ġmil": 1890,
      "Ġterms": 1891,
      "ches": 1892,
      "ateg": 1893,
      "Ġvill": 1894,
      "ĠDecember": 1895,
      "Le": 1896,
      "ĠIm": 1897,
      "imum": 1898,
      "erc": 1899,
      "ems": 1900,
      "ume": 1901,
      "Ġsix": 1902,
      "Ġcompany": 1903,
      "Ġwithout": 1904,
      "Ġreal": 1905,
      "app": 1906,
      "ĠNorth": 1907,
      "Ġvariable": 1908,
      "Ġfactor": 1909,
      "Ġheld": 1910,
      "Ġmajor": 1911,
      "ords": 1912,
      "Ġband": 1913,
      "iod": 1914,
      "Ġnon": 1915,
      "hold": 1916,
      "ipp": 1917,
      "Ġworld": 1918,
      "Ġbelow": 1919,
      "Ġinvol": 1920,
      "inners": 1921,
      "ott": 1922,
      "Ġ(\"": 1923,
      "Ġgovernment": 1924,
      "ĠÂłĠÂł": 1925,
      "Ġcharact": 1926,
      "alf": 1927,
      "Ġput": 1928,
      "Ġeas": 1929,
      "Ġproblems": 1930,
      "\");": 1931,
      "Ġtest": 1932,
      "Ġstill": 1933,
      "oms": 1934,
      "ody": 1935,
      "âĢĶ": 1936,
      "Ġrefer": 1937,
      "hat": 1938,
      ".,": 1939,
      "Ġprofession": 1940,
      "Ġmuch": 1941,
      "Ġpo": 1942,
      "Ġvers": 1943,
      "ivid": 1944,
      "illion": 1945,
      "ĠDist": 1946,
      "Ġspe": 1947,
      "Solution": 1948,
      "ĠGu": 1949,
      "Ġcm": 1950,
      "stand": 1951,
      "orporate": 1952,
      "ves": 1953,
      "Ġestab": 1954,
      "Ġreport": 1955,
      "Ġuses": 1956,
      "Ġ2010": 1957,
      "Pr": 1958,
      "Ġmembers": 1959,
      "SE": 1960,
      "Ġdig": 1961,
      "Ġmember": 1962,
      "ĠII": 1963,
      "Ġreceived": 1964,
      "Ġlarge": 1965,
      "ius": 1966,
      "ption": 1967,
      "ĠCity": 1968,
      "ebru": 1969,
      "ebruary": 1970,
      "Ġstation": 1971,
      "ĠFl": 1972,
      "ashing": 1973,
      "ris": 1974,
      "Ġchang": 1975,
      "ĠSol": 1976,
      "ĠAustral": 1977,
      "Ġlaw": 1978,
      "Pro": 1979,
      "mt": 1980,
      "ĠFind": 1981,
      "Ġclub": 1982,
      "ĠWhen": 1983,
      "Ġpolit": 1984,
      "Ġident": 1985,
      "Ġtrust": 1986,
      "ential": 1987,
      "30": 1988,
      "Ġhig": 1989,
      "ĠState": 1990,
      "Ġlo": 1991,
      "Ġcap": 1992,
      "Ġmid": 1993,
      "Ġbus": 1994,
      "bra": 1995,
      "Ġdem": 1996,
      "BC": 1997,
      "Ġweek": 1998,
      "umber": 1999,
      "Ġbest": 2000,
      "omial": 2001,
      "Ġlim": 2002,
      "Ġsaid": 2003,
      "Ġens": 2004,
      "ĠBritish": 2005,
      "ype": 2006,
      "ĠEurope": 2007,
      "alk": 2008,
      "Qu": 2009,
      "utes": 2010,
      "Ġleg": 2011,
      "Line": 2012,
      "ails": 2013,
      "Ġ50": 2014,
      "ae": 2015,
      "Ġclear": 2016,
      "Ġserved": 2017,
      "ĠLow": 2018,
      "Ġiss": 2019,
      "Ġmean": 2020,
      "ampionship": 2021,
      "ĠFebruary": 2022,
      "Ġrange": 2023,
      "Ġfalse": 2024,
      "urther": 2025,
      "ĠEngineer": 2026,
      "ser": 2027,
      "Ġbas": 2028,
      "ians": 2029,
      "Ġcomb": 2030,
      "ĠUS": 2031,
      "Ġprevious": 2032,
      "ĠRep": 2033,
      "ĠIncorporate": 2034,
      "Ġtyp": 2035,
      "ias": 2036,
      "Ġincluded": 2037,
      "CT": 2038,
      "ats": 2039,
      "Ġfield": 2040,
      "Ġlit": 2041,
      "ocument": 2042,
      "ĠEl": 2043,
      "To": 2044,
      "equ": 2045,
      "perature": 2046,
      "aster": 2047,
      "Ġarg": 2048,
      "ours": 2049,
      "Ġbuilt": 2050,
      "ĠWill": 2051,
      "Ġposition": 2052,
      "display": 2053,
      "Ġrepl": 2054,
      "Ġmaking": 2055,
      "though": 2056,
      "Ġoften": 2057,
      "Ġbase": 2058,
      "Ġshort": 2059,
      "ĠâĪĴ": 2060,
      "Ġdat": 2061,
      "60": 2062,
      "ration": 2063,
      "Ġwant": 2064,
      "Ġobject": 2065,
      "Ġinterest": 2066,
      "Ġstd": 2067,
      "Ġperiod": 2068,
      "Ġ2011": 2069,
      "Ġborn": 2070,
      "ĠReg": 2071,
      "Ġappl": 2072,
      "Ġgeneral": 2073,
      "For": 2074,
      "style": 2075,
      "times": 2076,
      "Ġdays": 2077,
      "Ġ=>": 2078,
      "It": 2079,
      "augh": 2080,
      "Ġtable": 2081,
      "aly": 2082,
      "Ġhum": 2083,
      "ĠBro": 2084,
      "Ġexam": 2085,
      "24": 2086,
      "ĠDefine": 2087,
      "ĊĠĠĠĠĊĠĠĠĠĠĠĠ": 2088,
      "Ġaction": 2089,
      "urs": 2090,
      "Ġapproach": 2091,
      "Ġchildren": 2092,
      "Ġsolution": 2093,
      "ault": 2094,
      "oung": 2095,
      "ways": 2096,
      "arried": 2097,
      "ĠMan": 2098,
      "ĠBeg": 2099,
      "ĠAm": 2100,
      "rm": 2101,
      "ĠPer": 2102,
      "Ġair": 2103,
      "ava": 2104,
      "Ġfraction": 2105,
      "Ġsolve": 2106,
      "âĪĴ": 2107,
      ")$": 2108,
      "ĠFran": 2109,
      "ĠMat": 2110,
      "ĠBy": 2111,
      "Ġvol": 2112,
      "ĠCal": 2113,
      "Ġdeb": 2114,
      "rel": 2115,
      "gether": 2116,
      "Ġtogether": 2117,
      "Ġrelationship": 2118,
      "Ġeither": 2119,
      "ĠExper": 2120,
      "Ġrespons": 2121,
      "Ġinit": 2122,
      "ti": 2123,
      "Ġeduc": 2124,
      "Ġcost": 2125,
      "ape": 2126,
      "Ġnumer": 2127,
      "Ġmeans": 2128,
      "Ġtakes": 2129,
      "ĠUp": 2130,
      "Ġnorth": 2131,
      "Ġerr": 2132,
      "Ġcho": 2133,
      "aken": 2134,
      "Ġreason": 2135,
      "ĠLeague": 2136,
      "Ġtw": 2137,
      "Ġ2012": 2138,
      "unc": 2139,
      "ĠAnalysis": 2140,
      "Ġlife": 2141,
      "Ġmanag": 2142,
      "ĠProfession": 2143,
      "ĠSystem": 2144,
      "ĠSu": 2145,
      "ATE": 2146,
      "Ġequations": 2147,
      "ung": 2148,
      "Ġextreme": 2149,
      "aim": 2150,
      "Ġbuilding": 2151,
      "rodu": 2152,
      "Ġhere": 2153,
      "lock": 2154,
      "Ġrequired": 2155,
      "umn": 2156,
      "cil": 2157,
      "ĠProv": 2158,
      "ithm": 2159,
      "Ġâ": 2160,
      "work": 2161,
      "Ġgood": 2162,
      "ham": 2163,
      "Ġprovided": 2164,
      "Ġbehind": 2165,
      "ĠMed": 2166,
      "Ġ2013": 2167,
      "}{\\": 2168,
      "Ġfig": 2169,
      "Ġdistance": 2170,
      "uthor": 2171,
      "Ġ2014": 2172,
      "ĠMath": 2173,
      "Ġconc": 2174,
      "Ġcentury": 2175,
      "Ġ21": 2176,
      "Ġactiv": 2177,
      "ĠKing": 2178,
      "ĠAf": 2179,
      "Ġdisplay": 2180,
      "Ġpercent": 2181,
      "ĠMin": 2182,
      "inning": 2183,
      "Ġ40": 2184,
      "ertain": 2185,
      "ĠSec": 2186,
      "Ġresults": 2187,
      "Ġsit": 2188,
      "();": 2189,
      "for": 2190,
      "ories": 2191,
      "co": 2192,
      "cos": 2193,
      "####": 2194,
      "23": 2195,
      "Ġpositive": 2196,
      "ĠDiv": 2197,
      "Ġleast": 2198,
      "ma": 2199,
      "used": 2200,
      "ĠCanad": 2201,
      "\":": 2202,
      "ĠEd": 2203,
      "born": 2204,
      "sin": 2205,
      "Ġfrequ": 2206,
      "ND": 2207,
      "ille": 2208,
      "Ġspecific": 2209,
      "ored": 2210,
      "ances": 2211,
      "tra": 2212,
      "ĠPart": 2213,
      "urg": 2214,
      "Ġcover": 2215,
      "Ġregular": 2216,
      "ĠDuring": 2217,
      "ĠNo": 2218,
      "angu": 2219,
      "Ġconsent": 2220,
      "abase": 2221,
      "Ġscen": 2222,
      "Ġpublished": 2223,
      "If": 2224,
      "ĠWest": 2225,
      "ĠExtreme": 2226,
      "Ġconsole": 2227,
      "rect": 2228,
      "Ġarr": 2229,
      "Ġcamp": 2230,
      "Ġsimilar": 2231,
      "64": 2232,
      "ĠBo": 2233,
      "Ġimportant": 2234,
      ")(": 2235,
      "ense": 2236,
      "ning": 2237,
      "ĠAb": 2238,
      "Ġ2009": 2239,
      "ĠFinally": 2240,
      "Ġvillage": 2241,
      "Ġdepending": 2242,
      "Ġtransform": 2243,
      "Ġvariables": 2244,
      "epend": 2245,
      "Ġnational": 2246,
      "Ġthough": 2247,
      "Ġecho": 2248,
      "Ġ22": 2249,
      "Ġamong": 2250,
      "Ġ2008": 2251,
      "Ġtravel": 2252,
      "lection": 2253,
      "ĠTra": 2254,
      "ender": 2255,
      "Ġspecies": 2256,
      "Ġnegative": 2257,
      "riend": 2258,
      "Ġhands": 2259,
      "Ġfootball": 2260,
      "Ġ23": 2261,
      "Ġhaving": 2262,
      "Ġlearn": 2263,
      "mp": 2264,
      "Ġeffect": 2265,
      "Ġindivid": 2266,
      "ailable": 2267,
      "ĠConsole": 2268,
      "Ġ2015": 2269,
      "Low": 2270,
      "Ġ!": 2271,
      "Ġturn": 2272,
      "RO": 2273,
      "rench": 2274,
      "ner": 2275,
      "Ġround": 2276,
      "reen": 2277,
      "Ġdeath": 2278,
      "ĠOne": 2279,
      "AR": 2280,
      "Ġcircle": 2281,
      "Ġangles": 2282,
      "rop": 2283,
      "ĠAng": 2284,
      "ĠChrist": 2285,
      "wise": 2286,
      "here": 2287,
      "ney": 2288,
      "ĠBar": 2289,
      "lev": 2290,
      "ĠĊĠ": 2291,
      "Ġdied": 2292,
      "inter": 2293,
      "Ġrespect": 2294,
      "ĠMc": 2295,
      "Ġlab": 2296,
      "ĠThen": 2297,
      "ĠHar": 2298,
      "ĠMaking": 2299,
      "ference": 2300,
      "ĠEnglish": 2301,
      "Ġoutput": 2302,
      "Ġsouth": 2303,
      "displaystyle": 2304,
      "ĠVal": 2305,
      "Level": 2306,
      "Ġ60": 2307,
      "Ġtrack": 2308,
      "Ġfunctions": 2309,
      "Ġ>=": 2310,
      "Ġmultipl": 2311,
      "Ġassoci": 2312,
      "pos": 2313,
      "Ġke": 2314,
      "Ġgreat": 2315,
      "à¤": 2316,
      "ĠThese": 2317,
      "ison": 2318,
      "Ġ27": 2319,
      "ĠDecision": 2320,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 2321,
      "Ġrequire": 2322,
      "ĠGeor": 2323,
      "Question": 2324,
      "Ġsent": 2325,
      "Ġmultiply": 2326,
      "ĠBeginners": 2327,
      "Ġfactors": 2328,
      "\\\\": 2329,
      "ese": 2330,
      "Ġfew": 2331,
      "ĠExperts": 2332,
      "ĠCollege": 2333,
      "ention": 2334,
      "Ġreturns": 2335,
      ")=": 2336,
      "ief": 2337,
      "Ġchange": 2338,
      "ruction": 2339,
      "Ġder": 2340,
      "ĠProfessionals": 2341,
      "Ġdouble": 2342,
      "Ġmen": 2343,
      "Ġu": 2344,
      "ĠExample": 2345,
      "Ġspecial": 2346,
      "Ġfurther": 2347,
      "Ġdeterm": 2348,
      "Ġ2006": 2349,
      "uck": 2350,
      "Ġservice": 2351,
      "ĠRec": 2352,
      "Ġ2007": 2353,
      "Ġmax": 2354,
      "Ch": 2355,
      "AS": 2356,
      "`,": 2357,
      "Ġrisk": 2358,
      "estern": 2359,
      "Sc": 2360,
      "ordin": 2361,
      "alle": 2362,
      "Ċĉĉ": 2363,
      "Ġrate": 2364,
      "Ġ28": 2365,
      "ector": 2366,
      "uild": 2367,
      "cd": 2368,
      "Ġins": 2369,
      "ĠÎ": 2370,
      "ploy": 2371,
      "ries": 2372,
      "Ġmoved": 2373,
      "rad": 2374,
      "Ġport": 2375,
      "Ġask": 2376,
      "face": 2377,
      "Ġworks": 2378,
      "Ġproject": 2379,
      "col": 2380,
      "ĠOther": 2381,
      "Ġï": 2382,
      "be": 2383,
      "De": 2384,
      "Ġamount": 2385,
      "odes": 2386,
      "Ġep": 2387,
      "ony": 2388,
      "Ġhalf": 2389,
      "Ġ2016": 2390,
      "ĠYou": 2391,
      "Ġ2018": 2392,
      "Ġelect": 2393,
      "Ġfore": 2394,
      "eder": 2395,
      "100": 2396,
      "ĠFrench": 2397,
      "dfrac": 2398,
      "gebra": 2399,
      "Ġprivate": 2400,
      "ana": 2401,
      "icle": 2402,
      "Ġaff": 2403,
      "Ġmag": 2404,
      "ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 2405,
      "ĠRo": 2406,
      "adem": 2407,
      "ouncil": 2408,
      "Ġson": 2409,
      "ograph": 2410,
      "respond": 2411,
      "Ġla": 2412,
      "reet": 2413,
